const ru = {
  nav: {
    home: 'ГЛАВНАЯ',
    coins: 'Монеты',
    faq: 'Вопросы',
    contact: 'Контакты',
    login: 'Логин'
  },
  login: {
    title: 'Войти в личный кабинет',
    button: 'ЛОГИН',
    question: 'Не зарегистрированы?',
    redirect: 'Регистрация здесь'
  },
  singUp: {
    title: 'Зарегистрироваться',
    button: 'РЕГИСТРАЦИЯ',
    terms: {
      text: 'Я прочитал и согласен с ',
      url: 'Условиями'
    },
    question: 'Уже зарегистрированы?',
    redirect: 'Логин здесь'
  },
  index: {
    banner: {
      title: 'Запуск мастерноды теперь в разы проще',
      description: 'NodePub - это сервис по хостингу мастернод с долевым участием',
      button: 'Запустить ноду'
    },
    boxes: {
      choose: {
        title: 'Выбери монету',
        desc: 'из списка предложенных или создай запрос на добавление новой'
      },
      buy: {
        title: 'Приобрети шару',
        desc: 'это быстро и в 10-20 раз дешевле запуска целой мастерноды'
      },
      get: {
        title: 'Получай профит',
        desc: 'автоматические выплаты на баланс, доступный для вывода 24/7'
      }
    },
    newCoin: {
      title: 'Мастерноды без ограничений',
      desc: 'Создавай запросы на добавление новых перспективных монет для запуска мастерноды. Мы изучим особенности сети блокчейн этой монеты, подключим к нашему сервису и создадим доли участия для тебя.',
      button: 'Добавить монету'
    },
    advantages: {
      title: {
        h: 'Наши преимущества',
        p: 'Мы первые, кто решился создать не просто хостинг мастернод, а пойти дальше и предоставить лучший сервис без ограничений.'
      },
      blocks: {
        first: {
          title: 'Надежно и Безопасно',
          desc: 'все ноды надежно хранятся на нашем сервере, а баланс доступен для вывода 24/7'
        },
        second: {
          title: 'Без ограничений',
          desc: 'можно запустить мастерноду любой монеты, если в ней предусмотрен такой функционал'
        },
        third: {
          title: 'Просто и удобно',
          desc: 'удобство в использовании сервиса, запуск в 3 клика'
        },
        fourth: {
          title: 'Минимум вложений',
          desc: 'теперь не нужно запускать целую ноду, достаточно приобрести шару'
        },
        five: {
          title: 'Мы первые и единственные',
          desc: 'постоянно развиваемся, создавая более качественный сервис'
        },
        sixth: {
          title: 'Оплата в монете ноды',
          desc: 'мы не берем фиатные деньги, наше вознаграждение списывается с выплат в монете мастерноды'
        }
      }
    },
    mobile: {
      url: {
        title: 'NodePub в твоем мобильном',
        desc: 'Скоро...'
      },
      text: {
        title: 'Управляй своей нодой прямо из приложения',
        desc: 'Скоро ты сможешь использовать NodePub приложение в IOS и Android, в котором будут доступны ввод/вывод монет, обмен через сервисы Changelly и Shapeshift, а также мониторинг и управление своими шарами.'
      }
    },
    startNode: {
      title: 'Работаем с лучшими проектами в криптоиндустрии',
      button: 'Запустить ноду'
    }
  },
  faq: {
    title: {
      first: 'Часто Задаваемые ',
      second: 'Вопросы'
    },
    content: {
      first: {
        title: 'Как завести биткоин кошелек ?',
        desc: 'Скоро...'
      },
      second: {
        title: 'Зачем использовать биткоин',
        desc: 'Скоро...'
      },
      third: {
        title: 'Можем ли мы использовать биткойн-кошелек бесплатно?',
        desc: 'Скоро...'
      },
      fourth: {
        title: 'Как можно обратиться в службу поддержки?',
        desc: 'Скоро...'
      },
      five: {
        title: 'Как сделать пассивный доход с использованием биткойнов?',
        desc: 'Скоро...'
      }
    }
  },
  contact: {
    home: 'Главная',
    us: 'Свяжитесь с нами',
    desc: 'Заполните и отправьте форму ниже',
    button: 'Отправить'
  },
  validate: {
    email: 'Не валидный email',
    password: 'Длинна пароля не должна быть меньше 6 символов. Пароль должен содержать буквы и цифры',
    confirmedPassword: 'Пароли не совпадают',
    name: 'Имя не может быть меньше 2 символов',
    code2fa: 'Длинна кода не должна быть меньше 6 символов'
  },
  login2fa: {
    title: 'Двухфакторная аутентификация'
  },
  reset: {
    password: {
      title: 'Восстановление пароля',
      button: 'Отправить'
    }
  }
}

export default ru
