<?php

return [
    'user' => [
        'register' => 'Вы зарегистрировались. Ваша почта :email.',
        'resetPassword' => 'Вы сменили пароль.',
        'confirmedEmail' => 'Вы подтвердили электронную почту.',
        'resendConfirmedEmail' => 'Сообщение на подтверждение почты переотправлено.',
        'login' => 'Вы вошли в свой аккаунт.',
        'twofaEnabled' => 'Двухфакторная авторизация включена.',
        'twofaDisabled' => 'Двухфакторная авторизация отключена.',
        'twofaReset' => 'Двухфакторная авторизация отключена, через восстановление.',
        'update' => 'Вы обновили свой профиль.'
    ],
    'share' => [
        'buy' => 'Вы купили долю в мастерноде.'
    ],
    'node' =>[
        'create' => 'Создание мастерноды.'
    ],
    'bill' =>[
        'put' => 'Вы положили деньги на счет.',
        'withdrawal' => 'Вы сняли деньги со счета.'
    ]
];